[
  {
    "fact": "Bananas are berries, but strawberries are not.",
    "category": "Science"
  },
  {
    "fact": "The shortest commercial flight in the world lasts just 57 seconds, connecting the islands of Westray and Papa Westray in Scotland.",
    "category": "Geography"
  },
  {
    "fact": "A day on Venus is longer than a year on Venus due to its slow rotation.",
    "category": "Science"
  },
  {
    "fact": "Cleopatra lived closer in time to the first Moon landing than to the construction of the Great Pyramid of Giza.",
    "category": "History"
  },
  {
    "fact": "Wombat poop is cube-shaped, helping it to stay in place and mark territory.",
    "category": "Animals"
  },
  {
    "fact": "A group of flamingos is called a 'flamboyance'.",
    "category": "Animals"
  },
  {
    "fact": "The fastest animal on land is the cheetah, capable of running up to 70 mph (113 km/h).",
    "category": "Animals"
  },
  {
    "fact": "The Eiffel Tower was initially intended to be a temporary exhibit for the 1889 World's Fair.",
    "category": "History"
  },
  {
    "fact": "The Great Wall of China is not a single continuous wall but a series of walls built by different dynasties over time.",
    "category": "Geography"
  },
  {
    "fact": "The longest living animal is the quahog clam, which can live for over 500 years.",
    "category": "Animals"
  },
  {
    "fact": "Sharks have been around longer than trees, dating back over 400 million years.",
    "category": "Science"
  },
  {
    "fact": "There are more stars in the universe than grains of sand on all of Earth's beaches.",
    "category": "Science"
  },
  {
    "fact": "The world's largest snowflake on record was 15 inches wide and 8 inches thick, observed in Montana in 1887.",
    "category": "Science"
  },
  {
    "fact": "One light year is approximately 5.88 trillion miles (9.46 trillion kilometers).",
    "category": "Science"
  },
  {
    "fact": "The first video game ever created was called 'Tennis for Two' and was made in 1958.",
    "category": "Technology"
  },
  {
    "fact": "The moon has a distinct smell that astronauts describe as similar to burnt gunpowder.",
    "category": "Space"
  },
  {
    "fact": "The human nose can detect about 1 trillion different scents.",
    "category": "Science"
  },
  {
    "fact": "The longest river in the world is the Nile, stretching over 4,135 miles (6,650 kilometers).",
    "category": "Geography"
  },
  {
    "fact": "The word 'nerd' was first coined by Dr. Seuss in 'If I Ran the Zoo' in 1950.",
    "category": "Language"
  },
  {
    "fact": "Venus is the hottest planet in our solar system, with temperatures reaching over 900°F (475°C).",
    "category": "Space"
  },
  {
    "fact": "The first person to be convicted of speeding was going 8 mph (13 km/h).",
    "category": "History"
  },
  {
    "fact": "The human body contains about 37.2 trillion cells.",
    "category": "Science"
  },
  {
    "fact": "An octopus can change color instantly to blend in with its surroundings.",
    "category": "Animals"
  },
  {
    "fact": "The largest volcano in our solar system is Olympus Mons on Mars, standing about 13.6 miles (22 kilometers) high.",
    "category": "Space"
  },
  {
    "fact": "Honeybees can recognize human faces.",
    "category": "Animals"
  },
  {
    "fact": "The longest recorded flight of a chicken is 13 seconds.",
    "category": "Animals"
  },
  {
    "fact": "Jellyfish are 95% water and have no brain, heart, or bones.",
    "category": "Animals"
  },
  {
    "fact": "A single strand of spider silk is stronger than steel of the same thickness.",
    "category": "Science"
  },
  {
    "fact": "Mount Everest grows by about 4 millimeters every year due to tectonic activity.",
    "category": "Geography"
  },
  {
    "fact": "The first successful powered flight was made by the Wright brothers in 1903.",
    "category": "History"
  },
  {
    "fact": "The tallest mountain on Earth is Mauna Kea in Hawaii, which rises over 33,000 feet (10,000 meters) from the ocean floor.",
    "category": "Geography"
  },
  {
    "fact": "The term 'computer bug' originated when a moth was found trapped in a computer in 1947.",
    "category": "Technology"
  },
  {
    "fact": "Your body has about 100,000 miles of blood vessels.",
    "category": "Science"
  },
  {
    "fact": "The first electric car was built in the 1820s.",
    "category": "Technology"
  },
  {
    "fact": "The world's largest desert is Antarctica, which is technically a cold desert.",
    "category": "Geography"
  },
  {
    "fact": "A blue whale's heart weighs about 400 pounds (180 kilograms).",
    "category": "Animals"
  },
  {
    "fact": "Lightning strikes the Earth about 100 times every second.",
    "category": "Science"
  },
  {
    "fact": "The Great Barrier Reef is the largest living structure on Earth.",
    "category": "Geography"
  },
  {
    "fact": "A person's taste buds have a lifespan of about 10 to 14 days.",
    "category": "Science"
  },
  {
    "fact": "The first person to reach the South Pole was Roald Amundsen in 1911.",
    "category": "History"
  },
  {
    "fact": "A giraffe's neck is too short to reach the ground, so it has to spread its legs to drink.",
    "category": "Animals"
  },
  {
    "fact": "There are more possible iterations of a game of chess than there are atoms in the known universe.",
    "category": "Games"
  },
  {
    "fact": "The largest organ in the human body is the skin.",
    "category": "Science"
  },
  {
    "fact": "The fastest growing plant is bamboo, which can grow up to 35 inches (90 centimeters) in a single day.",
    "category": "Nature"
  },
  {
    "fact": "A sneeze can travel at speeds up to 100 miles per hour (160 km/h).",
    "category": "Science"
  },
  {
    "fact": "A polar bear's skin is black, even though its fur appears white.",
    "category": "Animals"
  },
  {
    "fact": "The first human to walk in space was Yuri Gagarin from the Soviet Union in 1961.",
    "category": "Space"
  },
  {
    "fact": "An astronaut’s suit costs about $12 million.",
    "category": "Space"
  },
  {
    "fact": "Water can boil and freeze at the same time, a phenomenon called the 'triple point.'",
    "category": "Science"
  },
  {
    "fact": "The shortest war in history lasted only 38 minutes, between Britain and Zanzibar in 1896.",
    "category": "History"
  },
  {
    "fact": "The largest recorded snowflake was 15 inches wide and 8 inches thick.",
    "category": "Science"
  },
  {
    "fact": "The longest living organism on Earth is a colony of Aspen trees in Utah that spans over 80 acres.",
    "category": "Nature"
  },
  {
    "fact": "The moon is slowly moving away from Earth, about 1.5 inches (3.8 cm) per year.",
    "category": "Space"
  },
  {
    "fact": "The word 'computer' originally referred to a person who performed calculations, not a machine.",
    "category": "Technology"
  },
  {
    "fact": "A group of crows is called a 'murder'.",
    "category": "Animals"
  },
  {
    "fact": "The first mobile phone call was made by Martin Cooper in 1973.",
    "category": "Technology"
  },
  {
    "fact": "Sharks can go without eating for weeks due to their slow metabolism.",
    "category": "Animals"
  },
  {
    "fact": "The longest time someone has survived without water is 18 days.",
    "category": "Science"
  },
  {
    "fact": "The Amazon rainforest produces 20% of the world's oxygen supply.",
    "category": "Geography"
  },
  {
    "fact": "A cat’s nose is as unique as a human’s fingerprint.",
    "category": "Animals"
  },
  {
    "fact": "The Great Wall of China is not visible from space with the naked eye, despite the myth.",
    "category": "Geography"
  },
  {
    "fact": "Koalas sleep up to 22 hours a day.",
    "category": "Animals"
  },
  {
    "fact": "Rats can swim for up to half a mile (800 meters) in open water.",
    "category": "Animals"
  },
  {
    "fact": "The Eiffel Tower was originally intended to be a temporary structure for the 1889 World’s Fair.",
    "category": "History"
  },
  {
    "fact": "The longest wedding veil was longer than 63 football fields.",
    "category": "History"
  },
  {
    "fact": "A single elephant tooth can weigh up to 6 pounds (2.7 kg).",
    "category": "Animals"
  },
  {
    "fact": "Venus is the hottest planet in our solar system, even though Mercury is closer to the Sun.",
    "category": "Space"
  },
  {
    "fact": "A day on Mercury lasts 59 Earth days.",
    "category": "Space"
  },
  {
    "fact": "The first ever photograph taken in space was of the Earth from a V-2 rocket in 1946.",
    "category": "Space"
  },
  {
    "fact": "The world's largest snowman was built in Maine in 2008 and stood over 122 feet tall.",
    "category": "Geography"
  },
  {
    "fact": "The longest hiccuping spree lasted 68 years.",
    "category": "Human Body"
  },
  {
    "fact": "The heart of a blue whale is about the size of a small car.",
    "category": "Animals"
  },
  {
    "fact": "The word 'robot' comes from the Czech word 'robota', meaning forced labor.",
    "category": "Language"
  },
  {
    "fact": "The first recorded use of the word 'science' was in the 14th century.",
    "category": "History"
  },
  {
    "fact": "Cows have best friends and can become stressed when separated from them.",
    "category": "Animals"
  },
  {
    "fact": "The only letter that doesn't appear in any U.S. state name is Q.",
    "category": "Geography"
  },
  {
    "fact": "A 'jiffy' is an actual unit of time, meaning 1/100th of a second.",
    "category": "Science"
  },
  {
    "fact": "The human brain contains about 86 billion neurons.",
    "category": "Science"
  },
  {
    "fact": "You can’t hum while holding your nose.",
    "category": "Science"
  },
  {
    "fact": "The strongest muscle in the human body relative to its size is the masseter, the jaw muscle.",
    "category": "Human Body"
  },
  {
    "fact": "Elephants are the only mammals that can’t jump.",
    "category": "Animals"
  },
  {
    "fact": "An octopus has three hearts and blue blood.",
    "category": "Animals"
  },
  {
    "fact": "The longest recorded time for a person to hold their breath is 24 minutes and 3 seconds.",
    "category": "Human Body"
  },
  {
    "fact": "The oldest known living organism is a colony of quaking aspens in Utah, estimated to be over 80,000 years old.",
    "category": "Nature"
  },
  {
    "fact": "The first successful powered airplane flight was 12 seconds long and traveled 120 feet.",
    "category": "History"
  },
  {
    "fact": "The Eiffel Tower grows in height by about 6 inches in the summer due to thermal expansion.",
    "category": "Science"
  },
  {
    "fact": "The moon has a distinct smell that astronauts describe as gunpowder-like.",
    "category": "Space"
  },
  {
    "fact": "There are more bacteria in your body than there are human cells.",
    "category": "Science"
  },
  {
    "fact": "A giraffe’s tongue can be up to 18 inches long.",
    "category": "Animals"
  },
  {
    "fact": "The first video game character was a dot, created in the game 'Pong' in 1972.",
    "category": "Technology"
  },
  {
    "fact": "Water makes up about 60% of the human body.",
    "category": "Human Body"
  },
  {
    "fact": "Polar bears have black skin under their white fur.",
    "category": "Animals"
  },
  {
    "fact": "The longest recorded flight of a chicken lasted 13 seconds.",
    "category": "Animals"
  },
  {
    "fact": "The first use of the word 'selfie' was in 2002 on an Australian internet forum.",
    "category": "Language"
  },
  {
    "fact": "Honey never spoils. Archaeologists have found pots of honey in ancient Egyptian tombs.",
    "category": "History"
  },
  {
    "fact": "The Great Wall of China is over 13,000 miles (21,000 km) long.",
    "category": "Geography"
  },
  {
    "fact": "The human nose can detect over 1 trillion different scents.",
    "category": "Science"
  },
  {
    "fact": "A sloth can hold its breath for up to 40 minutes underwater.",
    "category": "Animals"
  },
  {
    "fact": "The first man-made object to reach the Moon was the Soviet Union’s Luna 2 in 1959.",
    "category": "Space"
  },
  {
    "fact": "The average person will spend about 6 months of their life waiting for red lights to turn green.",
    "category": "Human Body"
  },
  {
    "fact": "Sometimes, the hardest part is walking away from what you thought you wanted. Trust that better things are ahead.",
    "category": "Life"
  },
  {
    "fact": "You don't owe anyone an explanation for your peace. Protect it, and guard it fiercely.",
    "category": "Life"
  },
  {
    "fact": "True growth comes from letting go of the things that once defined you. Keep evolving.",
    "category": "Life"
  },
  {
    "fact": "The right people will love you without demanding that you change who you are.",
    "category": "Life"
  },
  {
    "fact": "You can’t keep running back to situations that broke you. Heal, and move forward.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the best way to show love is to walk away, especially when you’ve outgrown a situation.",
    "category": "Life"
  },
  {
    "fact": "Not every battle is yours to fight. Let go of things that don’t serve your peace.",
    "category": "Life"
  },
  {
    "fact": "People who truly care about you will support your growth, even if it means growing apart.",
    "category": "Life"
  },
  {
    "fact": "Don’t waste your time trying to convince people who don’t see your worth. Move forward.",
    "category": "Life"
  },
  {
    "fact": "Sometimes the best decision is the one that keeps you away from the things that don’t bring you peace.",
    "category": "Life"
  },
  {
    "fact": "The right people will understand your silence. They’ll feel your energy without needing words.",
    "category": "Life"
  },
  {
    "fact": "You’re allowed to change. It’s part of growth. Let the people who can’t accept your change go.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to say no. Your time, energy, and peace are valuable.",
    "category": "Life"
  },
  {
    "fact": "Some people come into your life to teach you lessons, not to stay forever. Be thankful for the lessons and move on.",
    "category": "Life"
  },
  {
    "fact": "It’s better to walk away from people who don’t have your best interest at heart than to waste years in unfulfilling relationships.",
    "category": "Life"
  },
  {
    "fact": "Sometimes the best thing you can do is just to let go and trust that everything will fall into place.",
    "category": "Life"
  },
  {
    "fact": "Not everyone needs to know your journey. Keep some things private and protect your peace.",
    "category": "Life"
  },
  {
    "fact": "You don't need to explain your worth to anyone. Your value speaks for itself.",
    "category": "Life"
  },
  {
    "fact": "You can love someone from afar, without letting them take up space in your life. Choose peace over proximity.",
    "category": "Life"
  },
  {
    "fact": "If people are constantly draining you, it’s time to reevaluate their place in your life.",
    "category": "Life"
  },
  {
    "fact": "No one should be able to disrupt your peace. Don’t allow it. Walk away when needed.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the most powerful thing you can do is not react at all. Silence is strength.",
    "category": "Life"
  },
  {
    "fact": "You don’t have to stay where you don’t feel valued. Walk away from anything that makes you feel less than you are.",
    "category": "Life"
  },
  {
    "fact": "The more you grow, the more you’ll realize that some people are only meant to be part of your past.",
    "category": "Life"
  },
  {
    "fact": "Letting go of toxic relationships is an act of self-love. Don’t feel guilty for choosing yourself.",
    "category": "Life"
  },
  {
    "fact": "Your journey is your own. Don’t let anyone make you feel bad for walking a path that’s different from theirs.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the people you love the most are the ones who need to be let go.",
    "category": "Life"
  },
  {
    "fact": "You have the power to choose who gets access to your energy. Don’t waste it on people who don't appreciate it.",
    "category": "Life"
  },
  {
    "fact": "When you set boundaries, you teach people how to treat you. Don’t apologize for putting yourself first.",
    "category": "Life"
  },
  {
    "fact": "You don’t need to stay in situations that make you feel small. You’re allowed to outgrow spaces and people.",
    "category": "Life"
  },
  {
    "fact": "People will show you who they really are. Believe them the first time.",
    "category": "Life"
  },
  {
    "fact": "If they can’t respect your boundaries, they don’t deserve a place in your life. It’s that simple.",
    "category": "Life"
  },
  {
    "fact": "True peace is found when you let go of the things that no longer serve your soul.",
    "category": "Life"
  },
  {
    "fact": "You don’t need anyone’s approval to live your life. Live for yourself, not for others.",
    "category": "Life"
  },
  {
    "fact": "If someone constantly disrupts your peace, it’s time to walk away. Your peace is more important than any relationship.",
    "category": "Life"
  },
  {
    "fact": "When you stop giving people the power to hurt you, you start taking back control of your life.",
    "category": "Life"
  },
  {
    "fact": "Not everyone deserves access to your time and energy. Protect your space and your peace.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the best way to move forward is to stop looking back at the people who are no longer part of your story.",
    "category": "Life"
  },
  {
    "fact": "You can still love people from a distance, but it doesn’t mean you have to let them back into your life.",
    "category": "Life"
  },
  {
    "fact": "Don’t let anyone who hasn’t grown with you make you feel guilty for changing. You’re not the same person you used to be, and that’s okay.",
    "category": "Life"
  },
  {
    "fact": "Don’t chase people who don’t value you. Instead, let them see you walk away in peace.",
    "category": "Life"
  },
  {
    "fact": "You are worthy of healthy relationships, and that means letting go of the ones that hurt you.",
    "category": "Life"
  },
  {
    "fact": "Not every apology needs to be accepted. Protect your energy from people who continue to hurt you.",
    "category": "Life"
  },
  {
    "fact": "The right people will understand when you need space. They won’t take it personally.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the most powerful choice you can make is to walk away from anything that no longer serves your peace.",
    "category": "Life"
  },
  {
    "fact": "You don’t have to stay in situations that make you feel less than your worth. Know when to walk away.",
    "category": "Life"
  },
  {
    "fact": "Some relationships are meant to teach you lessons, not last forever. Be grateful for the growth and move on.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to say goodbye to people who don’t contribute to your happiness. You don’t need them to thrive.",
    "category": "Life"
  },
  {
    "fact": "You can’t move forward if you keep holding on to what no longer serves you.",
    "category": "Life"
  },
  {
    "fact": "It’s not about being cruel; it’s about self-preservation. Know when to step away from things that harm you.",
    "category": "Life"
  },
  {
    "fact": "Letting go isn’t a sign of weakness, it’s a sign of strength and self-awareness.",
    "category": "Life"
  },
  {
    "fact": "Don’t let anyone who doesn’t appreciate you convince you to stay in their life. Your worth is not up for debate.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the best thing you can do for yourself is to walk away from anything that threatens your peace.",
    "category": "Life"
  },
  {
    "fact": "If they’re not adding to your life, they’re taking away from it. Choose wisely who you keep close.",
    "category": "Life"
  },
  {
    "fact": "You don’t owe anyone your time, especially not those who don’t bring value to your life.",
    "category": "Life"
  },
  {
    "fact": "Your growth is your responsibility. Don’t feel guilty for leaving behind those who hinder it.",
    "category": "Life"
  },
  {
    "fact": "Your peace is your power. Protect it from anything or anyone that threatens it.",
    "category": "Life"
  },
  {
    "fact": "It’s not about being angry; it’s about knowing when to walk away and protect your peace.",
    "category": "Life"
  },
  {
    "fact": "You can’t help someone who isn’t ready to change. Let them go and focus on your own growth.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the best thing you can do is to choose yourself first, even if it means letting go of relationships that no longer serve you.",
    "category": "Life"
  },
  {
    "fact": "You can’t control how others treat you, but you can control how much you let them affect you.",
    "category": "Life"
  },
  {
    "fact": "Healing often requires distance from those who caused the hurt. Don’t feel guilty for protecting your peace.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the strongest thing you can do is to let go and trust that better things are on the way.",
    "category": "Life"
  },
  {
    "fact": "The best way to find peace is to let go of the things and people that no longer serve your happiness.",
    "category": "Life"
  },
  {
    "fact": "Not everyone who smiles at you deserves a place in your life. Protect your energy, and don’t feel guilty for setting boundaries.",
    "category": "Life"
  },
  {
    "fact": "Letting go of people who don’t support your growth is one of the best things you can do for your mental health.",
    "category": "Life"
  },
  {
    "fact": "You don't owe anyone an explanation for choosing peace over drama. Prioritize your well-being above all else.",
    "category": "Life"
  },
  {
    "fact": "Some friendships are meant to be temporary. Don’t hold on too tightly to people who don’t value your time.",
    "category": "Life"
  },
  {
    "fact": "Surround yourself with people who make you feel good about yourself, not those who drain your energy.",
    "category": "Life"
  },
  {
    "fact": "Cutting ties with toxic people is an act of self-love. You don’t need to explain why you’re choosing peace over chaos.",
    "category": "Life"
  },
  {
    "fact": "No one’s approval is more important than your own. Stand firm in your decisions and trust your instincts.",
    "category": "Life"
  },
  {
    "fact": "Not every apology deserves forgiveness, especially if the behavior continues. Your peace is non-negotiable.",
    "category": "Life"
  },
  {
    "fact": "Don’t let anyone’s negativity overshadow your positivity. Walk away when it no longer serves you.",
    "category": "Life"
  },
  {
    "fact": "Sometimes the best way to grow is to distance yourself from the people who keep you stagnant.",
    "category": "Life"
  },
  {
    "fact": "Life is too short to keep making the same mistakes. Learn, grow, and don’t repeat patterns that hurt you.",
    "category": "Life"
  },
  {
    "fact": "You can’t change the past, but you can choose the future. Make decisions that align with your best self.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to outgrow people who once played a significant role in your life. Your journey is unique to you.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, silence is the best response to people who never listen to you in the first place.",
    "category": "Life"
  },
  {
    "fact": "You don't need to explain your boundaries to anyone who doesn’t respect them. Let your actions speak for you.",
    "category": "Life"
  },
  {
    "fact": "People change, and so do you. Don’t feel guilty for evolving into someone who no longer fits in old spaces.",
    "category": "Life"
  },
  {
    "fact": "Real growth happens when you stop chasing people who don’t appreciate you. Focus on yourself.",
    "category": "Life"
  },
  {
    "fact": "When you start setting boundaries, you’ll quickly realize who respects you and who doesn’t.",
    "category": "Life"
  },
  {
    "fact": "The right people will support your growth, not compete with it. Keep your circle tight and your standards high.",
    "category": "Life"
  },
  {
    "fact": "You can't pour from an empty cup. Prioritize your own needs and let go of the things that drain you.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to walk away from things that don’t bring you peace. Your peace is not up for negotiation.",
    "category": "Life"
  },
  {
    "fact": "Not everyone who enters your life is meant to stay. Learn to appreciate the lessons they bring and move on.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, cutting people off is an act of kindness to yourself. Don’t feel guilty for protecting your peace.",
    "category": "Life"
  },
  {
    "fact": "Not every relationship needs closure. Sometimes, the best thing to do is move on and let it go.",
    "category": "Life"
  },
  {
    "fact": "Growth often involves leaving behind things, people, and situations that no longer serve your higher purpose.",
    "category": "Life"
  },
  {
    "fact": "You’re allowed to outgrow friendships, habits, and mindsets that don’t align with your future.",
    "category": "Life"
  },
  {
    "fact": "It’s not about being rude or cold; it’s about respecting your own peace and setting clear boundaries.",
    "category": "Life"
  },
  {
    "fact": "Sometimes the best way to heal is to walk away from everything and everyone that causes you pain.",
    "category": "Life"
  },
  {
    "fact": "Not everyone who once meant something to you still deserves a place in your life. It’s okay to move on.",
    "category": "Life"
  },
  {
    "fact": "You can’t force someone to change their behavior. You can only change how you respond to it.",
    "category": "Life"
  },
  {
    "fact": "It’s not your job to fix people. Let them grow at their own pace, and focus on your own journey.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, you have to let go of the people who keep you stuck in order to make space for better things.",
    "category": "Life"
  },
  {
    "fact": "Life doesn’t always give you second chances. If something feels wrong, trust your instincts and move on.",
    "category": "Life"
  },
  {
    "fact": "Don't waste time on people who don’t value you. There are others who will appreciate your worth.",
    "category": "Life"
  },
  {
    "fact": "You don't have to explain why you’re walking away from toxic situations. Just do it, and keep your peace.",
    "category": "Life"
  },
  {
    "fact": "Self-love doesn’t mean being selfish; it means knowing when to say no and protecting your emotional health.",
    "category": "Life"
  },
  {
    "fact": "Don’t stay in places that make you feel small. You deserve to be surrounded by those who uplift you.",
    "category": "Life"
  },
  {
    "fact": "Some battles are not worth fighting. Save your energy for the ones that bring growth and learning.",
    "category": "Life"
  },
  {
    "fact": "It's not about being heartless; it’s about being true to yourself and making choices that serve your peace.",
    "category": "Life"
  },
  {
    "fact": "Letting go of toxic people is the best way to invite peace into your life.",
    "category": "Life"
  },
  {
    "fact": "Your value isn’t determined by how much others need you. You are valuable just as you are.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to take a step back and recharge. You can’t keep giving when you’re running on empty.",
    "category": "Life"
  },
  {
    "fact": "Sometimes, the best decision is to choose your own happiness and walk away from anything that threatens it.",
    "category": "Life"
  },
  {
    "fact": "Let go of anything that dims your light. You deserve to shine without apologies.",
    "category": "Life"
  },
  {
    "fact": "Life is too short to stay in situations that make you uncomfortable. Trust that better things are ahead.",
    "category": "Life"
  },
  {
    "fact": "Some people aren’t meant to stay in your life. Learn the lesson and move forward.",
    "category": "Life"
  },
  {
    "fact": "No one should have access to your peace if they don't bring positivity to your life.",
    "category": "Life"
  },
  {
    "fact": "You don't have to explain your silence. Sometimes it’s the best response to people who don’t understand you.",
    "category": "Life"
  },
  {
    "fact": "Don’t feel bad about cutting off people who only bring negativity into your life. You deserve better.",
    "category": "Life"
  },
  {
    "fact": "Sometimes the hardest thing is letting go, but it’s often the most necessary for your growth.",
    "category": "Life"
  },
  {
    "fact": "Not everyone will understand your journey, and that’s okay. Focus on your growth and trust the process.",
    "category": "Life"
  },
  {
    "fact": "You deserve to be around people who celebrate your success, not those who resent it.",
    "category": "Life"
  },
  {
    "fact": "Never apologize for prioritizing yourself. Sometimes, self-care means letting go of what no longer serves you.",
    "category": "Life"
  },
  {
    "fact": "The right people will meet you at your level. Don’t settle for those who can’t rise with you.",
    "category": "Life"
  },
  {
    "fact": "It’s okay to walk away from anything that no longer aligns with your values and goals.",
    "category": "Life"
  },
  {
    "fact": "You don’t have to justify your decisions to anyone. Trust your gut and move forward confidently.",
    "category": "Life"
  },
  {
    "fact": "Letting go isn’t giving up; it’s creating space for better opportunities and people to enter your life.",
    "category": "Life"
  },
  {
    "fact": "Not everyone deserves a front-row seat in your life. Some people need to be left in the past.",
    "category": "Life"
  },
  {
    "fact": "Self-respect means knowing when to walk away from things that don’t serve your happiness.",
    "category": "Life"
  },
  {
    "fact": "Choosing to leave toxic environments is not weakness. It’s strength and self-preservation.",
    "category": "Life"
  },
  {
    "fact": "A teaspoon of honey represents the life work of 12 bees.",
    "category": "Science"
  },
  {
    "fact": "Sound travels four times faster in water than in air.",
    "category": "Science"
  },
  {
    "fact": "Hot water freezes faster than cold water in certain conditions, known as the Mpemba effect.",
    "category": "Science"
  },
  {
    "fact": "If you stretched out your DNA, it would be about twice the diameter of the Solar System.",
    "category": "Science"
  },
  {
    "fact": "The human body glows in the dark, but it’s invisible to the naked eye.",
    "category": "Science"
  },
  {
    "fact": "A mantis shrimp can punch with the speed of a bullet.",
    "category": "Animals"
  },
  {
    "fact": "The sun is 400 times larger than the moon but 400 times farther away, making them appear the same size.",
    "category": "Space"
  },
  {
    "fact": "Glass is actually a very slow-moving liquid.",
    "category": "Science"
  },
  {
    "fact": "Neutron stars are so dense that a sugar-cube-sized amount of material weighs as much as a mountain.",
    "category": "Space"
  },
  {
    "fact": "The Earth's core is as hot as the surface of the sun.",
    "category": "Science"
  },
  {
    "fact": "A day on Mars is 24 hours, 39 minutes, and 35 seconds long.",
    "category": "Space"
  },
  {
    "fact": "The Milky Way galaxy is on a collision course with the Andromeda galaxy, set to merge in 4.5 billion years.",
    "category": "Space"
  },
  {
    "fact": "Jupiter has the largest ocean in the Solar System, made of liquid hydrogen.",
    "category": "Space"
  },
  {
    "fact": "Venus rotates so slowly that a day on Venus is longer than a year.",
    "category": "Space"
  },
  {
    "fact": "Saturn’s moon Titan has lakes of liquid methane.",
    "category": "Space"
  },
  {
    "fact": "There are more stars in the universe than grains of sand on Earth.",
    "category": "Space"
  },
  {
    "fact": "The Great Wall of China is not visible from space with the naked eye.",
    "category": "Geography"
  },
  {
    "fact": "Lightning can be hotter than the surface of the sun.",
    "category": "Science"
  },
  {
    "fact": "Octopuses have three hearts and blue blood.",
    "category": "Animals"
  },
  {
    "fact": "Bananas are berries, but strawberries are not.",
    "category": "Science"
  },
  {
    "fact": "The Eiffel Tower can grow taller in the summer due to thermal expansion.",
    "category": "Geography"
  },
  {
    "fact": "Wombat poop is cube-shaped.",
    "category": "Animals"
  },
  {
    "fact": "The shortest war in history lasted 38 minutes (Anglo-Zanzibar War).",
    "category": "History"
  },
  {
    "fact": "Your body has more bacterial cells than human cells.",
    "category": "Science"
  },
  {
    "fact": "Sharks existed before trees.",
    "category": "Animals"
  },
  {
    "fact": "Cleopatra lived closer in time to the first Moon landing than to the construction of the Great Pyramid of Giza.",
    "category": "History"
  },
  {
    "fact": "A group of flamingos is called a 'flamboyance'.",
    "category": "Animals"
  },
  {
    "fact": "Cows have best friends and get stressed when separated.",
    "category": "Animals"
  },
  {
    "fact": "The shortest commercial flight in the world lasts just 57 seconds, connecting Westray and Papa Westray in Scotland.",
    "category": "Geography"
  },
  {
    "fact": "A snail can sleep for up to three years.",
    "category": "Animals"
  },
  {
    "fact": "Penguins propose to their mates with pebbles.",
    "category": "Animals"
  },
  {
    "fact": "The speed of light is about 299,792 kilometers per second.",
    "category": "Science"
  },
  {
    "fact": "Humans share about 60% of their DNA with bananas.",
    "category": "Science"
  },
  {
    "fact": "Mount Everest grows about 4 millimeters taller every year.",
    "category": "Geography"
  },
  {
    "fact": "Cats can make over 100 different vocal sounds, while dogs can only make about 10.",
    "category": "Animals"
  },
  {
    "fact": "Some turtles can breathe through their butts.",
    "category": "Animals"
  },
  {
    "fact": "The heart of a blue whale is as large as a small car.",
    "category": "Animals"
  },
  {
    "fact": "The Amazon Rainforest produces 20% of the world's oxygen.",
    "category": "Geography"
  },
  {
    "fact": "A day on Pluto lasts about 153 hours.",
    "category": "Space"
  },
  {
    "fact": "There is a planet made of diamonds called 55 Cancri e.",
    "category": "Space"
  },
  {
    "fact": "Sloths can hold their breath longer than dolphins, up to 40 minutes.",
    "category": "Animals"
  },
  {
    "fact": "The largest desert in the world is Antarctica, not the Sahara.",
    "category": "Geography"
  },
  {
    "fact": "An adult human is made up of approximately 7,000,000,000,000,000,000,000,000,000 atoms.",
    "category": "Science"
  },
  {
    "fact": "Honey never spoils and has been found in edible condition in ancient Egyptian tombs.",
    "category": "Science"
  },
  {
    "fact": "Polar bear fur is not white; it is transparent and reflects light.",
    "category": "Animals"
  },
  {
    "fact": "The Statue of Liberty’s fingernail is about 13 inches long.",
    "category": "History"
  },
  {
    "fact": "Kangaroos cannot walk backward.",
    "category": "Animals"
  },
  {
    "fact": "It rains diamonds on Jupiter and Saturn.",
    "category": "Space"
  },
  {
    "fact": "There are more fake flamingos in the world than real ones.",
    "category": "Animals"
  },
  {
    "fact": "Sharks do not have bones; their skeletons are made of cartilage.",
    "category": "Animals"
  },
  {
    "fact": "There are more than 200 volcanoes on Venus.",
    "category": "Space"
  },
  {
    "fact": "The shortest sentence in English is 'I am.'",
    "category": "Language"
  },
  {
    "fact": "Sea otters hold hands when they sleep to keep from drifting apart.",
    "category": "Animals"
  },
  {
    "fact": "A bolt of lightning contains enough energy to toast 100,000 slices of bread.",
    "category": "Science"
  },
  {
    "fact": "Owls cannot move their eyes; they rotate their heads to see.",
    "category": "Animals"
  },
  {
    "fact": "Astronauts’ height increases in space due to the lack of gravity compressing their spines.",
    "category": "Space"
  },
  {
    "fact": "Butterflies can taste with their feet.",
    "category": "Animals"
  },
  {
    "fact": "The Eiffel Tower sways up to 15 centimeters in strong winds.",
    "category": "Geography"
  },
  {
    "fact": "Koalas have fingerprints that are almost indistinguishable from humans'.",
    "category": "Animals"
  },
  {
    "fact": "A single cloud can weigh more than 1 million pounds.",
    "category": "Science"
  },
  {
    "fact": "The longest hiccuping spree lasted 68 years.",
    "category": "Human Body"
  },
  {
    "fact": "An octopus has nine brains: one central brain and a mini brain in each arm.",
    "category": "Animals"
  },
  {
    "fact": "The moon is slowly moving away from Earth at a rate of 3.8 cm per year.",
    "category": "Space"
  },
  {
    "fact": "Jellyfish are 95% water.",
    "category": "Animals"
  },
  {
    "fact": "A day on Mercury lasts about 59 Earth days.",
    "category": "Space"
  },
  {
    "fact": "Some species of fish can recognize themselves in a mirror.",
    "category": "Animals"
  },
  {
    "fact": "The Sahara Desert was once a lush green landscape.",
    "category": "Geography"
  },
  {
    "fact": "A shrimp's heart is located in its head.",
    "category": "Animals"
  },
  {
    "fact": "Humans shed about 600,000 skin particles every hour.",
    "category": "Human Body"
  },
  {
    "fact": "The fingerprints of a koala are so similar to humans that they could taint crime scenes.",
    "category": "Animals"
  },
  {
    "fact": "Spiders can’t chew; they inject digestive fluids into their prey and drink the liquefied insides.",
    "category": "Animals"
  },
  {
    "fact": "There are more bacteria in your mouth than people on Earth.",
    "category": "Human Body"
  },
  {
    "fact": "Goldfish have a memory span of several months, not a few seconds as widely believed.",
    "category": "Animals"
  },
  {
    "fact": "Blue whales are the loudest animals on Earth, reaching up to 188 decibels.",
    "category": "Animals"
  },
  {
    "fact": "Rainbows can appear at night and are called 'moonbows.'",
    "category": "Science"
  },
  {
    "fact": "The Great Barrier Reef is the largest living structure on Earth.",
    "category": "Geography"
  },
  {
    "fact": "A group of crows is called a 'murder.'",
    "category": "Animals"
  },
  {
    "fact": "A flea can jump 350 times its body length.",
    "category": "Animals"
  },
  {
    "fact": "Humans are the only animals that blush.",
    "category": "Human Body"
  },
  {
    "fact": "Whales can hold their breath for over an hour.",
    "category": "Animals"
  },
  {
    "fact": "A newborn kangaroo is about the size of a jellybean.",
    "category": "Animals"
  },
  {
    "fact": "Venus has more volcanoes than any other planet in the Solar System.",
    "category": "Space"
  },
  {
    "fact": "Birds are the closest living relatives to dinosaurs.",
    "category": "Animals"
  },
  {
    "fact": "The dot over the lowercase letter 'i' is called a tittle.",
    "category": "Language"
  },
  {
    "fact": "Humans share about 98% of their DNA with chimpanzees.",
    "category": "Science"
  },
  {
    "fact": "The water in Lake Superior is enough to cover all of North and South America in one foot of water.",
    "category": "Geography"
  },
  {
    "fact": "Some frogs can freeze solid and survive.",
    "category": "Animals"
  },
  {
    "fact": "Venus spins in the opposite direction to most planets.",
    "category": "Space"
  },
  {
    "fact": "A tiger’s skin is striped, just like its fur.",
    "category": "Animals"
  },
  {
    "fact": "More than 80% of the ocean remains unexplored.",
    "category": "Geography"
  },
  {
    "fact": "Elephants are the only animals that cannot jump.",
    "category": "Animals"
  },
  {
    "fact": "The world's smallest reptile was discovered in 2021 and measures just 13.5 millimeters.",
    "category": "Animals"
  },
  {
    "fact": "A bolt of lightning can reach temperatures hotter than the sun’s surface.",
    "category": "Science"
  },
  {
    "fact": "Bees can recognize human faces.",
    "category": "Animals"
  },
  {
    "fact": "Rats laugh when tickled.",
    "category": "Animals"
  },
  {
    "fact": "The largest snowflake ever recorded was 15 inches wide.",
    "category": "Science"
  },
  {
    "fact": "Cows have best friends and can become stressed when separated from them.",
    "category": "Animals"
  },
  {
    "fact": "Shakespeare invented over 1,700 words in the English language, including 'bedroom' and 'lonely.'",
    "category": "History"
  },
  {
    "fact": "The longest recorded flight of a chicken is 13 seconds.",
    "category": "Animals"
  },
  {
    "statement": "The world's oldest hotel, Nishiyama Onsen Keiunkan in Japan, has been running since 705 AD.",
    "category": "History"
  },
  {
    "fact": "The human brain generates enough electricity to power a light bulb.",
    "category": "Human Body"
  },
  {
    "note": "Earth's deepest point, the Mariana Trench, is about 36,000 feet deep—deeper than Mount Everest is tall.",
    "category": "Geography"
  },
  {
    "fact": "Apples float in water because they are 25% air.",
    "category": "Science"
  },
  {
    "fact": "Octopuses have three hearts, and two of them stop beating when they swim.",
    "category": "Animals"
  },
  {
    "statement": "The inventor of the frisbee was turned into a frisbee after he died.",
    "category": "History"
  },
  {
    "fact": "There is a species of jellyfish, called Turritopsis dohrnii, that is biologically immortal.",
    "category": "Animals"
  },
  {
    "note": "Rainforests produce about 20% of Earth's oxygen.",
    "category": "Environment"
  },
  {
    "fact": "The hashtag symbol (#) is called an 'octothorpe.'",
    "category": "Language"
  },
  {
    "fact": "Pineapple takes about two years to grow and mature.",
    "category": "Science"
  },
  {
    "statement": "The Great Wall of China is not visible from space with the naked eye.",
    "category": "Geography"
  },
  {
    "note": "The heart of a blue whale is so large, a human could swim through its arteries.",
    "category": "Animals"
  },
  {
    "fact": "The shortest war in history lasted 38 minutes between Britain and Zanzibar in 1896.",
    "category": "History"
  },
  {
    "statement": "Venus is the hottest planet in our solar system, even though Mercury is closer to the Sun.",
    "category": "Space"
  },
  {
    "note": "The scent of fresh-cut grass is actually a plant distress signal.",
    "category": "Science"
  },
  {
    "fact": "Penguins propose to their mates using pebbles.",
    "category": "Animals"
  },
  {
    "statement": "The first oranges weren’t orange; they were green.",
    "category": "Science"
  },
  {
    "fact": "Bananas are naturally radioactive due to their potassium content.",
    "category": "Science"
  },
  {
    "note": "The first person to be issued a speeding ticket was driving at 8 mph.",
    "category": "History"
  },
  {
    "statement": "Giraffes have the same number of neck vertebrae as humans—seven.",
    "category": "Animals"
  },
  {
    "fact": "Antarctica is the only continent without native species of ants.",
    "category": "Geography"
  },
  {
    "note": "The longest-living mammal is the bowhead whale, which can live for over 200 years.",
    "category": "Animals"
  },
  {
    "fact": "Humans have more bacterial cells in their bodies than human cells.",
    "category": "Human Body"
  },
  {
    "statement": "A snail can sleep for three years at a time.",
    "category": "Animals"
  },
  {
    "note": "The speed of a sneeze can exceed 100 miles per hour.",
    "category": "Human Body"
  },
  {
    "fact": "The first email ever sent was by Ray Tomlinson to himself in 1971.",
    "category": "Technology"
  },
  {
    "statement": "A bolt of lightning strikes Earth about 8 million times per day.",
    "category": "Science"
  },
  {
    "fact": "The Eiffel Tower can grow taller by up to 6 inches during hot days.",
    "category": "Geography"
  },
  {
    "note": "Wolves and ravens often cooperate in the wild, sharing food and alerting each other to danger.",
    "category": "Animals"
  },
  {
    "statement": "Mount Everest grows about 4 millimeters taller every year.",
    "category": "Geography"
  },
  {
    "fact": "The human eye can distinguish about 10 million different colors.",
    "category": "Human Body"
  },
  {
    "statement": "A single strand of spaghetti is called a 'spaghetto.'",
    "category": "Language"
  },
  {
    "note": "Some species of bamboo can grow up to 35 inches in a single day.",
    "category": "Science"
  },
  {
    "fact": "Beethoven never knew how to multiply or divide numbers.",
    "category": "History"
  },
  {
    "statement": "Reindeers' eyes change color with the seasons to adapt to light levels.",
    "category": "Animals"
  },
  {
    "fact": "Sharks existed before trees, over 400 million years ago.",
    "category": "History"
  },
  {
    "note": "One teaspoon of honey represents the lifetime work of 12 bees.",
    "category": "Science"
  },
  {
    "fact": "Humans share about 60% of their DNA with bananas.",
    "category": "Science"
  },
  {
    "statement": "A newborn blue whale gains about 200 pounds every day during its first year.",
    "category": "Animals"
  },
  {
    "fact": "The name for the fear of long words is 'hippopotomonstrosesquipedaliophobia.'",
    "category": "Language"
  },
  {
    "note": "The Guinness World Record for the longest hiccuping spree lasted 68 years.",
    "category": "Human Body"
  },
  {
    "statement": "An adult human body has 206 bones, but babies are born with around 300 bones.",
    "category": "Human Body"
  },
  {
    "fact": "The world's first website is still online at CERN, created in 1991.",
    "category": "Technology"
  },
  {
    "note": "The fastest land animal is not a cheetah but a mite species called Paratarsotomus macropalpis, which runs 322 body lengths per second.",
    "category": "Animals"
  },
  {
    "fact": "There are more trees on Earth than stars in the Milky Way galaxy.",
    "category": "Environment"
  },
  {
    "note": "Sloths can hold their breath longer than dolphins—up to 40 minutes.",
    "category": "Animals"
  },
  {
    "statement": "The inventor of the Rubik's Cube took a month to solve his own puzzle.",
    "category": "History"
  },
  {
    "fact": "Astronauts' height increases by about 2 inches while in space due to spinal expansion.",
    "category": "Space"
  },
  {
    "note": "The smell after rain is called 'petrichor.'",
    "category": "Science"
  },
  {
    "statement": "Honey never spoils. Archaeologists found pots of honey in ancient Egyptian tombs still edible.",
    "category": "History"
  },
  {
    "fact": "The fingerprints of koalas are so similar to humans' that they can confuse crime scene investigators.",
    "category": "Animals"
  },
  {
    "note": "The unicorn is Scotland's national animal.",
    "category": "Culture"
  },
  {
    "statement": "Humans and giraffes have the same number of teeth—32.",
    "category": "Human Body"
  },
  {
    "fact": "A day on Saturn lasts about 10.7 hours, making it one of the fastest-spinning planets.",
    "category": "Space"
  },
  {
    "note": "A shrimp's heart is located in its head.",
    "category": "Animals"
  },
  {
    "statement": "The dot over the letters 'i' and 'j' is called a 'tittle.'",
    "category": "Language"
  },
  {
    "fact": "There are more living organisms in a single teaspoon of soil than people on Earth.",
    "category": "Science"
  },
  {
    "note": "Octopuses can taste with their arms, as they contain sensory receptors.",
    "category": "Animals"
  },
  {
    "statement": "Bees can recognize human faces.",
    "category": "Animals"
  },
  {
    "fact": "The Eiffel Tower leans slightly away from the sun during hot days because of metal expansion.",
    "category": "Science"
  },
  {
    "note": "Tigers have striped skin, not just striped fur.",
    "category": "Animals"
  },
  {
    "statement": "Venus rotates clockwise, making it the only planet in our solar system to do so.",
    "category": "Space"
  },
  {
    "fact": "Water can boil and freeze at the same time under specific conditions, known as the 'triple point.'",
    "category": "Science"
  },
  {
    "note": "Elephants are the only animals that cannot jump.",
    "category": "Animals"
  },
  {
    "statement": "The average cloud weighs over 1 million pounds.",
    "category": "Science"
  },
  {
    "fact": "Peanuts are not nuts; they are legumes.",
    "category": "Food"
  },
  {
    "note": "A crocodile cannot stick its tongue out.",
    "category": "Animals"
  },
  {
    "statement": "The phrase 'break a leg' in theater is said to wish performers luck by encouraging them to 'take a bow.'",
    "category": "Culture"
  },
  {
    "fact": "Bats are the only mammals capable of sustained flight.",
    "category": "Animals"
  },
  {
    "note": "The inventor of the Pringles can is buried in one.",
    "category": "History"
  },
  {
    "statement": "The Sahara Desert was once a lush, green region about 6,000 years ago.",
    "category": "Geography"
  },
  {
    "fact": "A single teaspoon of water contains about 8 sextillion water molecules.",
    "category": "Science"
  },
  {
    "note": "Cats can't taste sweetness due to a genetic mutation.",
    "category": "Animals"
  },
  {
    "statement": "Bubble wrap was originally intended to be used as wallpaper.",
    "category": "Inventions"
  },
  {
    "fact": "Polar bears' fur is not white; it's transparent, and their skin underneath is black.",
    "category": "Animals"
  },
  {
    "note": "Humans share about 98% of their DNA with chimpanzees.",
    "category": "Science"
  },
  {
    "statement": "The shortest sentence in English is 'I am.'",
    "category": "Language"
  },
  {
    "fact": "Mosquitoes are attracted to the color blue twice as much as any other color.",
    "category": "Science"
  },
  {
    "note": "Rats laugh when tickled, but their giggles are too high-pitched for humans to hear.",
    "category": "Animals"
  },
  {
    "statement": "The strongest muscle in the human body, relative to its size, is the tongue.",
    "category": "Human Body"
  },
  {
    "fact": "Orcas, also known as killer whales, are not whales; they are the largest members of the dolphin family.",
    "category": "Animals"
  },
  {
    "note": "Sea otters hold hands when they sleep to keep from drifting apart.",
    "category": "Animals"
  },
  {
    "statement": "A bolt of lightning is five times hotter than the surface of the sun.",
    "category": "Science"
  },
  {
    "fact": "A group of crows is called a 'murder.'",
    "category": "Animals"
  },
  {
    "note": "Onions were once used as currency in ancient Egypt.",
    "category": "History"
  },
  {
    "statement": "A kangaroo cannot walk backwards due to its muscular tail.",
    "category": "Animals"
  },
  {
    "fact": "There are more languages spoken in Papua New Guinea than in any other country—over 800.",
    "category": "Language"
  },
  {
    "note": "The world's quietest room, located in Minnesota, is so silent you can hear your own blood flowing.",
    "category": "Science"
  },
  {
    "statement": "If you could fold a piece of paper 42 times, it would reach the Moon.",
    "category": "Math"
  },
  {
    "fact": "Dolphins give each other names by developing specific whistles.",
    "category": "Animals"
  },
  {
    "note": "Snakes can sense heat through special pits in their faces, helping them locate warm-blooded prey.",
    "category": "Animals"
  },
  {
    "statement": "A group of jellyfish is called a 'smack.'",
    "category": "Animals"
  },
  {
    "fact": "The tongue print is as unique as a fingerprint.",
    "category": "Human Body"
  }
]
